{
"HIV1_MA_Hyb_0_1_0":{"file":"HIV1_MA_Hyb_0_1_1.json","description":"MA - Matrix protein forms a coat on the inner surface of the viral membrane. It plays a central role when new viruses bud from the surface of infected cells. This protein assembles into trimers, which then associate side-by-side on the membrane."},
"HIV1_ENV_4nco_0_1_1":{"file":"HIV1_ENV_4nco_0_1_4.json","description":"ENV - Envelope proteins gp120 and gp41 bind to receptors on the surface of cells that HIV infects, and then penetrate the surface to infect it with the viral RNA. The spikes formed by these proteins are highly decorated with carbohydrates, making them difficult to recognize by antibodies. The structures shown here include the portion outside the virus, and have all of the carbohydrates removed."},
"HIV1_NEF_Hyb_0_2_0":{"file":"HIV1_NEF_Hyb_0_2_1.json","description":"Nef - (negative regulatory factor) forces the infected cell to stop making several proteins that are important in cell defense. Nef is important in the progression of HIV infection to Acquired Immune Deficiency Syndrome (AIDS)."},
"HIV1_NEFsol_Hyb_0_2_0":{"file":"HIV1_NEFsol_Hyb_0_2_1.json","description":"Nef - (negative regulatory factor) forces the infected cell to stop making several proteins that are important in cell defense. Nef is important in the progression of HIV infection to Acquired Immune Deficiency Syndrome (AIDS)."},
"HIV1_HLA_1dlh_0_1_0":{"file":"HIV1_HLA_1dlh_0_1_1.json","description":" HLA-DR - (Human lymphocyte antigen class II) is incorporated into the envelope of human immunodeficiency virus type 1 (HIV-1) as it buds from the host cell plasma membrane. This may serve as the mechanism whereby the infectivity of virions bearing this molecule is enhanced"},
"HIV1_VPU_Hyb_0_1_0":{"file":"HIV1_VPU_Hyb_0_1_1.json","description":"Vpu - (viral protein u) helps the virus escape the cell during budding by weakening the interaction of the new envelope proteins with cell receptors. It also forms an ion channel in the viral membrane."},
"HIV1_PR_7hvp_0_1_0":{"file":"HIV1_PR_7hvp_0_1_1.json","description":"PR - HIV protease is essential for the maturation of HIV particles. The proteins in HIV are built as long polyproteins, which then must be cleaved into the proper functional pieces by HIV protease. Protease inhibitors are widely used as anti-HIV drugs, often in combination with drugs that block reverse transcriptase and integrase."},
"HIV1_VIF_Modbase_0_1_0":{"file":"HIV1_VIF_Modbase_0_1_1.json","description":"Vif - (viral infectivity factor) attacks one of the cell's defense proteins, which forces the cell to destroy it."},
"HIV1_VPR_1esx_0_1_0":{"file":"HIV1_VPR_1esx_0_1_1.json","description":"Vpr - (viral protein r) guides the viral genome into the nucleus following infection."},
"HIV1_CAhexCyclophilA_0_1_0":{"file":"HIV1_CAhexCyclophilA_0_1_1.json","description":"CypA - Cyclophilin A is a peptidyl-prolyl isomerase that binds to the capsid protein (CA) and by doing so facilitates HIV replication. CypA is incorporated into HIV virions by virtue of CypA-Gag interactions that occur during virion assembly. The CypA-CA interaction that occurs following the entry of the viral capsid into target cells is the major determinant of CypA's effects on HIV-1 replication."},
"HIV1_NC_1f6u_0_1_0":{"file":"HIV1_NC_1f6u_0_1_1.json","description":"NC - Nucleocapsid protein forms a stable complex with the viral RNA, protecting it. In this structure, a short piece of RNA is bound to one copy of nucleocapsid."},
"HIV1_CAhex_0_1_0":{"file":"HIV1_CAhex_0_1_1.json","description":"CA - Capsid protein forms a cone-shaped coat around the viral RNA, delivering it into the cell during infection. It forms stable hexamers, which then assemble like tiles to form geodesic capsids."},
"HIV1_RT_3hvt_0_1_0":{"file":"HIV1_RT_3hvt_0_1_1.json","description":"RT - Reverse transcriptase builds a DNA copy of the viral RNA genome, which is then used to build new viruses. This structure captures the enzyme as it is building a DNA strand from the viral RNA. It will then destroy the RNA and build a second DNA strand. Many of the drugs currently used to fight HIV infection block the action of reverse transcriptase. "},
"HIV1_NC_1a1t_0_1_0":{"file":"HIV1_NC_1a1t_0_1_1.json","description":"NC - Nucleocapsid protein forms a stable complex with the viral RNA, protecting it. In this structure, a short piece of RNA is bound to one copy of nucleocapsid."},
"HIV1_CyclophilinA_1ak4_0_1_0":{"file":"HIV1_CyclophilinA_1ak4_0_1_1.json","description":"CypA - Cyclophilin A is a peptidyl-prolyl isomerase that binds to the capsid protein (CA) and by doing so facilitates HIV replication. CypA is incorporated into HIV virions by virtue of CypA-Gag interactions that occur during virion assembly. The CypA-CA interaction that occurs following the entry of the viral capsid into target cells is the major determinant of CypA's effects on HIV-1 replication."},
"HIV1_IN_1ex4_0_1_0":{"file":"HIV1_IN_1ex4_0_1_1.json","description":"IN - Integrase takes the DNA copy of the viral genome and inserts it into the infected cellular genome. In this way, HIV can lie dormant in cells for decades, making it incredibly difficult to fight. Anti-HIV drugs that block integrase have been developed."},
"HIV1_CA_mono_0_1_0":{"file":"HIV1_CA_mono_0_1_0.json","description":"CA - Capsid protein forms a cone-shaped coat around the viral RNA, delivering it into the cell during infection. It forms stable hexamers, which then assemble like tiles to form geodesic capsids."},
"HIV1_TAT_1jfw_0_1_0":{"file":"HIV1_TAT_1jfw_0_1_1.json","description":"Tat - (trans-activator of transcription) protein binds to a hairpin in the viral RNA and greatly enhances the amount of protein that is made."},
"HIV1_SP1_hack_0_1_0":{"file":"HIV1_SP1_hack_0_1_1.json","description":"SP1 - (spacer protein 1) is a small domain of 14 residues linking CA and NC in HIV-1 Gag."},
"HIV1_P6_VPR_0_1_0":{"file":"HIV1_P6_VPR_0_1_1.json","description":"P6 - (protein 6) is the last domain in the GAG. P6 mediates the incorporation of VPR in the virus."},
"HIV1_P6_SwissMod_0_1_0":{"file":"HIV1_P6_SwissMod_0_1_1.json","description":"P6 - (protein 6) is the last domain in the GAG"},
"HIV1_SP2_hack_0_1_0":{"file":"HIV1_SP2_hack_0_1_1.json","description":"SP2 - (spacer protein 2) is a small domain of 14 residues linking NC and P6 in HIV-1 Gag."},
"Heparin":{"file":"Heparin.json","description":"Heparin is a naturally occurring anticoagulant produced by basophils and mast cells. Heparin acts as an anticoagulant, preventing the formation of clots and extension of existing clots within the blood. While heparin does not break down clots that have already formed (unlike tissue plasminogen activator), it allows the body's natural clot lysis mechanisms to work normally to break down clots that have formed."},
"Fibrinogen":{"file":"Fibrinogen.json","description":"Fibrinogen (factor I) is a glycoprotein in vertebrates that helps in the formation of blood clots."},
"dLDL":{"file":"dLDL.json","description":"LDL - (Low-density lipoprotein) is one of the five major groups of lipoproteins. Lipoproteins are complex particles composed of multiple proteins which transport all fat molecules (lipids) around the body within the water outside cells. They are typically composed of 80-100 proteins/particle (organized by a single ApoB for LDL and the larger particles) and transporting about 3,000 to 6,000 fat molecules/particle. The fats carried include cholesterol, phospholipids, and triglycerides; amounts of each vary considerably."},
"AntiTrypsin":{"file":"AntiTrypsin.json","description":""},
"plv_Polio":{"file":"plv_Polio.json","description":"Poliovirus, the causative agent of poliomyelitis (commonly known as polio), is a human enterovirus and member of the family of Picornaviridae."},
"Hemoglobin":{"file":"Hemoglobin.json","description":"Hemoglobin is the protein molecule in red blood cells that carries oxygen from the lungs to the body's tissues and returns carbon dioxide from the tissues back to the lungs."},
"i2tsc_63kD":{"file":"i2tsc_63kD.json","description":""},
"IgG_Antibody_1mer":{"file":"IgG_Antibody_1mer.json","description":""},
"snake":{"file":"snake.json","description":""},
"i1ysx_23kD":{"file":"i1ysx_23kD.json","description":""},
"SerumAlbumin":{"file":"SerumAlbumin.json","description":""},
"Ceruloplasmin":{"file":"Ceruloplasmin.json","description":""},
"iLDL":{"file":"iLDL.json","description":""},
"iIgA_Antibody_2mer":{"file":"iIgA_Antibody_2mer.json","description":""},
"Insulin":{"file":"Insulin.json","description":""},
"FactorH1":{"file":"FactorH1.json","description":""},
"Transferrin":{"file":"Transferrin.json","description":""},
"i1smd_56kD":{"file":"i1smd_56kD.json","description":""},
"i7aat_91kD":{"file":"i7aat_91kD.json","description":""},
"iIgM_Antibody_5mer":{"file":"iIgM_Antibody_5mer.json","description":""}
}